Repository: mAu888/Steadymic
Catalog: Steadymic/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: (default)
de: (Standard)
es: (predeterminado)
fr: (par défaut)
it: (predefinito)
pt_br: (padrão)

source: Advanced…
de: Erweitert …
es: Avanzado…
fr: Avancé…
it: Avanzate…
pt_br: Avançado…

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Verifica aggiornamenti
pt_br: Verificar atualizações

source: Could not switch the input to %@
de: Eingang konnte nicht auf %@ umgestellt werden
es: No se pudo cambiar la entrada a %@
fr: Impossible de basculer l’entrée sur %@
it: Impossibile passare l’ingresso a %@
pt_br: Não foi possível mudar a entrada para %@

source: Device No Longer Available
de: Gerät nicht mehr verfügbar
es: El dispositivo ya no está disponible
fr: Périphérique plus disponible
it: Dispositivo non più disponibile
pt_br: O dispositivo não está mais disponível

source: Donate…
de: Spenden …
es: Donar…
fr: Faire un don…
it: Fai una donazione…
pt_br: Doar…

source: Force input to:
de: Eingang festlegen auf:
es: Forzar la entrada a:
fr: Forcer l’entrée sur :
it: Forza l’ingresso su:
pt_br: Forçar a entrada para:

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
pt_br: Ocultar

source: Hide the Menu Bar Icon?
de: Symbol in der Menüleiste ausblenden?
es: ¿Ocultar el icono de la barra de menús?
fr: Masquer l’icône de la barre des menus ?
it: Nascondere l’icona nella barra dei menu?
pt_br: Ocultar o ícone da barra de menus?

source: Input Switched Back to %@
de: Eingang zurück auf %@ umgestellt
es: Entrada devuelta a %@
fr: Entrée rebasculée sur %@
it: Ingresso riportato su %@
pt_br: Entrada revertida para %@

source: Like the app?
de: Gefällt die App?
es: ¿Te gusta la app?
fr: Vous aimez l’app ?
it: Ti piace l’app?
pt_br: Gostou do app?

source: Open at login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à l’ouverture de session
it: Apri al login
pt_br: Abrir ao iniciar sessão

source: Pause
de: Pausieren
es: Pausa
it: Pausa
pt_br: Pausar

source: Pause Steadymic
de: Steadymic pausieren
es: Pausar Steadymic
fr: Mettre Steadymic en pause
it: Metti in pausa Steadymic
pt_br: Pausar o Steadymic

source: Preferred Input Devices
de: Bevorzugte Eingabegeräte
es: Dispositivos de entrada preferidos
fr: Périphériques d’entrée préférés
it: Dispositivi di ingresso preferiti
pt_br: Dispositivos de entrada preferidos

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
pt_br: Encerrar

source: Set as Forced Input
de: Als festen Eingang verwenden
es: Establecer como entrada forzada
fr: Définir comme entrée forcée
it: Imposta come ingresso forzato
pt_br: Definir como entrada forçada

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
it: Impostazioni…
pt_br: Ajustes…

source: Steadymic could not switch the input to %@
de: Steadymic konnte den Eingang nicht auf %@ umstellen
es: Steadymic no pudo cambiar la entrada a %@
fr: Steadymic n’a pas pu basculer l’entrée sur %@
it: Steadymic non è riuscito a passare l’ingresso a %@
pt_br: O Steadymic não conseguiu mudar a entrada para %@

source: Steadymic forces the default input to the first connected device below, falling back to the built-in microphone when none of them are connected. Choosing a single input from the menu turns the chain off and keeps this list.
de: Steadymic legt den Standardeingang auf das erste verbundene Gerät unten fest und greift auf das integrierte Mikrofon zurück, wenn keines davon verbunden ist. Die Auswahl eines einzelnen Eingangs im Menü deaktiviert die Liste, sie bleibt aber erhalten.
es: Steadymic fuerza la entrada predeterminada al primer dispositivo conectado de la lista y recurre al micrófono integrado si no hay ninguno conectado. Al elegir una sola entrada en el menú, la lista se desactiva, pero se conserva.
fr: Steadymic force l’entrée par défaut sur le premier périphérique connecté ci-dessous, et revient au micro intégré lorsqu’aucun n’est connecté. Choisir une seule entrée dans le menu désactive la liste et la conserve.
it: Steadymic forza l’ingresso predefinito sul primo dispositivo collegato qui sotto e, se nessuno è collegato, ricorre al microfono integrato. Scegliendo un singolo ingresso dal menu, l’elenco viene disattivato ma conservato.
pt_br: O Steadymic força a entrada padrão para o primeiro dispositivo conectado abaixo e usa o microfone embutido quando nenhum deles está conectado. Escolher uma única entrada no menu desativa a lista, mas a mantém.

source: Steadymic has no connected input to force
de: Steadymic hat keinen verbundenen Eingang zum Festlegen
es: Steadymic no tiene ninguna entrada conectada que forzar
fr: Steadymic n’a aucune entrée connectée à forcer
it: Steadymic non ha ingressi collegati da forzare
pt_br: O Steadymic não tem nenhuma entrada conectada para forçar

source: Steadymic is forcing the input to %@
de: Steadymic legt den Eingang auf %@ fest
es: Steadymic está forzando la entrada a %@
fr: Steadymic force l’entrée sur %@
it: Steadymic sta forzando l’ingresso su %@
pt_br: O Steadymic está forçando a entrada para %@

source: Steadymic is paused
de: Steadymic ist pausiert
es: Steadymic está en pausa
fr: Steadymic est en pause
it: Steadymic è in pausa
pt_br: O Steadymic está pausado

source: Steadymic keeps running. To show the icon again, open Steadymic from the Applications folder.
de: Steadymic läuft weiter. Zum erneuten Anzeigen des Symbols Steadymic im Ordner „Programme“ öffnen.
es: Steadymic sigue funcionando. Para volver a mostrar el icono, abre Steadymic desde la carpeta Aplicaciones.
fr: Steadymic continue de fonctionner. Pour afficher à nouveau l’icône, ouvrez Steadymic depuis le dossier Applications.
it: Steadymic continua a funzionare. Per mostrare di nuovo l’icona, apri Steadymic dalla cartella Applicazioni.
pt_br: O Steadymic continua em execução. Para mostrar o ícone novamente, abra o Steadymic na pasta Aplicativos.

source: Steadymic, not forcing an input
de: Steadymic, kein Eingang festgelegt
es: Steadymic, sin forzar ninguna entrada
fr: Steadymic, aucune entrée forcée
it: Steadymic, nessun ingresso forzato
pt_br: Steadymic, sem forçar nenhuma entrada

source: The input you selected is no longer connected, so it could not be set as the forced input.
de: Der ausgewählte Eingang ist nicht mehr verbunden und konnte daher nicht als fester Eingang verwendet werden.
es: La entrada que seleccionaste ya no está conectada, así que no se pudo establecer como entrada forzada.
fr: L’entrée que vous avez choisie n’est plus connectée et n’a donc pas pu être définie comme entrée forcée.
it: L’ingresso selezionato non è più collegato, quindi non è stato possibile impostarlo come ingresso forzato.
pt_br: A entrada selecionada não está mais conectada, então não foi possível defini-la como entrada forçada.

source: Use a fallback chain
de: Prioritätsliste verwenden
es: Usar una lista de prioridad
fr: Utiliser une liste de priorité
it: Usa un elenco di priorità
pt_br: Usar uma lista de prioridade

source: Used when no device above is connected. It cannot be moved or removed.
de: Wird verwendet, wenn keines der obigen Geräte verbunden ist. Kann nicht verschoben oder entfernt werden.
es: Se usa cuando no hay conectado ningún dispositivo de los de arriba. No se puede mover ni eliminar.
fr: Utilisé lorsqu’aucun périphérique ci-dessus n’est connecté. Ne peut être ni déplacé ni supprimé.
it: Usato quando nessun dispositivo qui sopra è collegato. Non può essere spostato né rimosso.
pt_br: Usado quando nenhum dispositivo acima está conectado. Não pode ser movido nem removido.

source: You selected %@, but Steadymic switched the input back. “Set as Forced Input” makes %@ the new pinned input instead.
de: %1$@ wurde ausgewählt, aber Steadymic hat den Eingang zurückgestellt. „Als festen Eingang verwenden“ macht stattdessen %2$@ zum neuen festen Eingang.
es: Seleccionaste %1$@, pero Steadymic volvió a cambiar la entrada. «Establecer como entrada forzada» hace que %2$@ sea la nueva entrada fija.
fr: Vous avez choisi %1$@, mais Steadymic a rebasculé l’entrée. « Définir comme entrée forcée » fait de %2$@ la nouvelle entrée fixe.
it: Hai selezionato %1$@, ma Steadymic ha ripristinato l’ingresso. «Imposta come ingresso forzato» rende %2$@ il nuovo ingresso fisso.
pt_br: Você selecionou %1$@, mas o Steadymic reverteu a entrada. “Definir como entrada forçada” torna %2$@ a nova entrada fixa.

source: Version
es: Versión
it: Versione
pt_br: Versão
